const WikiRules = () => {
  return (
    <div className="wiki-page__rules animate__animated animate__fadeIn duration05">
      <h2 className="titleh2">Правила сервера</h2>
      <h3 className="titleh3">Discord</h3>
      <ol>
        <li>
          Запрещено оскорблять участников Discord-сервера, оскорбление считается
          нарушением даже в том случае, если оно скрыто под косвенным образом.
        </li>
        <li>Запрещено оффтопить.</li>
        <li>Запрещено искать лазейки в правилах в целях своей выгоды.</li>
        <li>
          Запрещено оскорблять родных участников, их оскорбление считается
          нарушением даже в том случае, если оно скрыто под косвенным образом.
        </li>
        <li>Запрещено спамить, флудить.</li>
        <li>Запрещены провокации в оскорбительных целях.</li>
      </ol>
      <h3 className="titleh3">Игровой сервер</h3>
      <ol>
        <li>
          Запрещено оскорблять игроков, оскорбление считается нарушением даже в
          том случае, если оно скрыто под косвенным образом.
        </li>
        <li>Запрещено искать лазейки в правилах в целях своей выгоды.</li>
        <li>
          Запрещено оскорблять родных игроков, их оскорбление считается
          нарушением даже в том случае, если оно скрыто под косвенным образом.{' '}
        </li>
        <li>Запрещено спамить, флудить.</li>
        <li>
          Запрещено строить лаг-машины, постройки, которые нарушают штатную
          работу сервера.
        </li>
        <li>Запрещено использовать читы и тому подобное.</li>
        <li>Запрещены провокации в оскорбительных целях.</li>
        <li>
          Запрещено гриферить (убивать игроков, ломать чужие постройки, красть).
        </li>
        <li>
          Запрещено использование дюпов (кроме дюпа ковров, рельс и тнт-гусей).
        </li>
        <li>Запрещена передача игрового аккаунта.</li>
        <li>Запрещена торговля игровыми ресурсами за реальные деньги.</li>
        <li>
          Возврат денежных средств не производится ни при каких обстоятельствах.
        </li>
      </ol>
    </div>
  );
};

export default WikiRules;
