import bank from '../images/icons/bank.svg';
import plyments from '../images/icons/payments.svg';
import court from '../images/icons/court.svg';
import profile from '../images/icons/profile.svg';
import sync from '../images/icons/sync.svg';
import security from '../images/icons/security.svg';

export const cardsItems = [
   {
      iconUrl: bank,
      title: 'Онлайн банк',
      text: 'Система, которая позволит игрокам торговаться в разы легче, а так же хранить свои сбережения, не боясь за них. За все Ваши средства, которые находятся на балансе банка отвечает государство, в случае их потери будет возмещение.',
   },
   {
      iconUrl: plyments,
      title: 'Онлайн выплаты',
      text: 'Благодаря этой системе Вы сможете в любой момент выплатить штраф/налог/пожертвование онлайн, при этом всём все переводы проходят без комиссии, что позволяет минимализировать любые неудобства и претензии.',
   },
   {
      iconUrl: court,
      title: 'Онлайн суды',
      text: 'Ещё одна крутая фишка, с помощью которой можно подать дело в суд онлайн. Навредил игрок? Оставьте заявку с доказательствами на сайте, после чего Ваше дело будет рассмотрено и решено в голосовом судебном канале.',
   },
   {
      iconUrl: profile,
      title: 'Социальная сеть',
      text: 'Наш проект основан на облачных технологиях, исходя из этого у нас есть своя социальная сеть, Вы можете в любой момент посмотреть профиль другого игрока и даже почитать его посты.',
   },
   {
      iconUrl: sync,
      title: 'Синхронизация',
      text: 'Игровой сервер полностью синхронизирован с Discord и нашим сайтом. Ваш игровой аккаунт (пароль, никнейм) полностью отвечают данным на сайте, исходя из этого Вы можете войти в свой аккаунт на сайте под игровыми данными.',
   },
   {
      iconUrl: security,
      title: 'Безопасность',
      text: 'Абсолютно все Ваши данные хранятся в полной безопасности, у нас присутствует самописное шифрование конфиденциальности, из-за чего никакой злоумышленник не сможет украсть Ваш пароль и тому подобное.',
   },
];
