export const wikiMods = [
   {
      name: 'PlasmoVoice',
      descr: 'Мод на голосовой чат, который нужен для общения и отыгровки RolePlay на нашем сервере.',
      link: 'https://minecraft-inside.ru/download/229567',
   },
   {
      name: 'EmoteCraft',
      descr: 'Мод на эмоции, желательно установить для разнообразия игры и более эффективной отыгровки RolePlay.',
      link: '',
   },
   {
      name: 'Sodium',
      descr: 'Мод на оптимизацию, который спокойно заменяет оптифайн, и даже имеет титул лучшего аналога.',
      link: 'https://minecraft-inside.ru/download/234554',
   },
   {
      name: 'Cit Resewn',
      descr: 'Мод на поддержку ресурспаков с OptiFine (которые используют Cit элементы). Предназначен для работы вместе с Sodium.',
      link: 'https://dl4.9minecraft.net/index.php?act=download&id=1661986465&hash=633d7d22ec739',
   },
   {
      name: 'FabricAPI',
      descr: 'Библиотека, от которой зависимы большинство модов, предназначен для клиента Fabric, который Вы можете скачать ниже.',
      link: '',
   },
   {
      name: 'MalLib Fabric',
      descr: 'Библиотека, от которой зависимы большинство модов, предназначен для клиента Fabric, который Вы можете скачать ниже.',
      link: '',
   },
];

export const wikiClients = [
   {
      name: 'Fabric',
      descr: 'Клиент для игры с модами/библиотеками. Отлично подходит для оптимизации вашей игры и добавления новых фишек.',
      link: '',
   },
];

export const wikiModsBuilds = [
   {
      name: 'MixLands 1.19.2',
      descr: 'Сборка модов для сервера, которая вмещает в себя все нужные библиотеки, оптимизацию, PlasmoVoice и EmoteCraft.',
      link: '',
   },
];

export const wikiResourcespacks = [
   {
      name: 'KSEPSP',
      descr: 'Ресурспак, который обязателен к установке, он добавляет море новых предметов, транспорта и оружий. Предназначен для отыгровки RolePlay.',
      link: '',
   },
   {
      name: 'VanillaTweaks',
      descr: 'Онлайн конструктор ресусрспаков, где Вы можете добавить всё под свой вкус. Создавать на сайте -',
      link: '',
   },
];

export const wikiPlugins = [
   {
      name: 'PlotSquared',
      descr: 'Основной плагин для креатив-сервера, который генерирует и в целом добавляет механику строительных плотов.',
      link: '',
   },
   {
      name: 'LightCleaner',
      descr: 'Дополнительный плагин, который позволяет избавиться от забаганного чёрного света на территории.',
      link: '',
   },
   {
      name: 'BuildersUtilities',
      descr: 'Простой плагин, который служит вспомогательным средством для постройки разнообразных проектов.',
      link: '',
   },
   {
      name: 'ArmorStand Tools',
      descr: 'Плагин, который всячески может кастомизировать арморстенды, так же отлично подходит для декораций.',
      link: '',
   },
   {
      name: 'HeadDatabase',
      descr: 'Интересный плагин, который вмещает в себя более 50 тысяч разных голов для декорации ваших проектов.',
      link: '',
   },
   {
      name: 'WorldEdit',
      descr: 'Всем нам известный плагин для редактирования определённых областей, очень сильно помогает в строительстве и терраформировании.',
      link: '',
   },
];

export const wikiServers = [
   {
      name: 'RolePlay',
      descr: 'Сервер, который основан на механиках RolePlay, ванильность игры соблюдается не полностью, могут быть мелкие нарушения и тому подобное.',
   },
   {
      name: 'Creative',
      descr: 'Сервер креатива, на котором можно реализовать все свои строительные фантазии, при этом у каждого есть свой плот, на котором можно строить всё что угодно. Построил, скопировал, перестроил в выживании.',
   },
   {
      name: 'Adventure',
      descr: 'Приключенческий сервер, простомы словами RPG, сервер без модов, однако их полностью заменяют текстурпаки и плагины. Скиллы, кастомная генерация, боссы, оружие. Всё это пристствует на Adventure.',
   },
];
